{
  "title": "About AI-Debate.Tech",
  "section1": {
    "title": "Our Social Purpose: Redesigning Learning for All",
    "content": "We transform homework from obligations into exciting growth opportunities. Our mission is to make education more accessible, effective, and, let's face it, more fun, by harnessing the potential of Artificial Intelligence."
  },
  "section2": {
    "title": "Beyond Homework: Interactive Experiences with AI",
    "content": "Imagine exercises that adapt to your pace, challenges that stimulate curiosity, and ever-present support. We're not talking about replacing teaching, but enhancing it. We create new exercises, for both the classroom and home, designed to be interactive and deeply engaging."
  },
  "section3": {
    "title": "The Central Role of Teachers",
    "content": "We firmly believe that technology should be a tool in expert hands. Our platform is designed to work with teachers, not in their place. AI provides personalized support to students, while teachers maintain supervision and guide the learning path, freeing up valuable time to focus on individual needs and human interaction."
  },
  "section4": {
    "title": "Rooted in Research, Focused on Impact",
    "content": "Ours is not just technology for its own sake. Every tool, every algorithm, every exercise is based on solid scientific research and validated teaching methodologies. Our primary commitment is to deeply understand which AI applications have a real positive impact on student learning. We constantly invest in research to ensure that our solutions are not only innovative, but above all, effective."
  },
  "section5": {
    "title": "Democratic and Accessible AI: A Concrete Commitment",
    "content": "We want an AI-enhanced education to be within everyone's reach. For this reason, we are committed to keeping our technology accessible and affordable. Our choice to use resources like Wikipedia, for now, is not random: we believe in shared knowledge and the importance of universally available tools. To support this vision, we donate 1.5% of our earnings to Wikipedia, helping to sustain the world's largest free encyclopedia and its invaluable contribution to global education."
  },
  "section6": {
    "title": "A Future of Collaborative and Inclusive Learning",
    "content": "Our social purpose is to build a future where AI is a powerful ally for students and teachers, making learning an exciting, personalized, and, above all, accessible adventure for everyone."
  },
  "supportButton": "Support Us"
}
