{
  "title": "Chi Siamo - AI-Debate.Tech",
  "section1": {
    "title": "Il Nostro Scopo Sociale: Ridisegnare l'Apprendimento per Tutti",
    "content": "Trasformiamo i compiti da obblighi in emozionanti occasioni di crescita. La nostra missione è rendere l'istruzione più accessibile, efficace e, diciamocelo, più divertente, sfruttando il potenziale dell'Intelligenza Artificiale."
  },
  "section2": {
    "title": "Oltre i Compiti: Esperienze Interattive con l'IA",
    "content": "Immagina esercizi che si adattano al tuo ritmo, sfide che stimolano la curiosità e un supporto sempre presente. Non parliamo di sostituire la didattica, ma di potenziarla. Creiamo nuovi esercizi, per la classe e per casa, pensati per essere interattivi e profondamente coinvolgenti."
  },
  "section3": {
    "title": "La Centralità dei Docenti",
    "content": "Crediamo fermamente che la tecnologia debba essere uno strumento in mani esperte. La nostra piattaforma è progettata per lavorare con i docenti, non al loro posto. L'IA fornisce un supporto personalizzato agli studenti, mentre gli insegnanti mantengono la supervisione e guidano il percorso di apprendimento, liberando tempo prezioso per concentrarsi sui bisogni individuali e sull'interazione umana."
  },
  "section4": {
    "title": "Radici nella Ricerca, Focus sull'Impatto",
    "content": "La nostra non è solo tecnologia fine a se stessa. Ogni strumento, ogni algoritmo, ogni esercizio si basa su solide ricerche scientifiche e metodologie didattiche validate. Il nostro impegno primario è capire a fondo quali applicazioni dell'IA abbiano un impatto reale e positivo sull'apprendimento degli studenti. Investiamo costantemente nella ricerca per garantire che le nostre soluzioni non siano solo innovative, ma soprattutto efficaci."
  },
  "section5": {
    "title": "IA Democratica e Accessibile: Un Impegno Concreto",
    "content": "Vogliamo che un'istruzione potenziata dall'IA sia alla portata di tutti. Per questo, ci impegniamo a mantenere la nostra tecnologia accessibile e a costi contenuti. La scelta di usare, per ora, risorse come Wikipedia non è casuale: crediamo nella conoscenza condivisa e nell'importanza di strumenti universalmente disponibili. Per sostenere questa visione, doniamo l'1.5% dei nostri guadagni a Wikipedia, contribuendo a sostenere la più grande enciclopedia libera del mondo e il suo inestimabile contributo all'educazione globale."
  },
  "section6": {
    "title": "Un Futuro di Apprendimento Collaborativo e Inclusivo",
    "content": "Il nostro scopo sociale è costruire un futuro in cui l'IA sia un potente alleato per studenti e insegnanti, rendendo l'apprendimento un'avventura entusiasmante, personalizzata e, soprattutto, accessibile a tutti."
  },
  "supportButton": "Sostienici"
}
