{
  "title": "Über AI-Debate.Tech",
  "section1": {
    "title": "Unser sozialer Zweck: Lernen für alle neu gestalten",
    "content": "Wir verwandeln Hausaufgaben von Verpflichtungen in aufregende Wachstumschancen. Unsere Mission ist es, Bildung zugänglicher, effektiver und, seien wir ehrlich, unterhaltsamer zu machen, indem wir das Potenzial der künstlichen Intelligenz nutzen."
  },
  "section2": {
    "title": "Über die Hausaufgaben hinaus: Interaktive Erlebnisse mit KI",
    "content": "Stellen Sie sich Übungen vor, die sich Ihrem Tempo anpassen, Herausforderungen, die die Neugier wecken, und allgegenwärtige Unterstützung. Wir sprechen nicht davon, den Unterricht zu ersetzen, sondern ihn zu verbessern. Wir erstellen neue Übungen für den Unterricht und für zu Hause, die interaktiv und tiefgreifend fesselnd gestaltet sind."
  },
  "section3": {
    "title": "Die zentrale Rolle der Lehrer",
    "content": "Wir sind fest davon überzeugt, dass Technologie ein Werkzeug in Expertenhänden sein sollte. Unsere Plattform ist darauf ausgelegt, mit Lehrern zusammenzuarbeiten, nicht an ihrer Stelle. Die KI bietet den Schülern personalisierte Unterstützung, während die Lehrer die Aufsicht behalten und den Lernweg leiten, wodurch wertvolle Zeit für die Konzentration auf individuelle Bedürfnisse und menschliche Interaktion frei wird."
  },
  "section4": {
    "title": "In der Forschung verwurzelt, auf die Wirkung ausgerichtet",
    "content": "Unsere Technologie ist nicht nur ein Selbstzweck. Jedes Werkzeug, jeder Algorithmus, jede Übung basiert auf solider wissenschaftlicher Forschung und validierten Lehrmethoden. Unser Hauptanliegen ist es, tiefgreifend zu verstehen, welche KI-Anwendungen einen echten positiven Einfluss auf das Lernen der Schüler haben. Wir investieren ständig in die Forschung, um sicherzustellen, dass unsere Lösungen nicht nur innovativ, sondern vor allem effektiv sind."
  },
  "section5": {
    "title": "Demokratische und zugängliche KI: Ein konkretes Engagement",
    "content": "Wir möchten, dass eine KI-gestützte Bildung für alle erreichbar ist. Aus diesem Grund verpflichten wir uns, unsere Technologie zugänglich und erschwinglich zu halten. Unsere Entscheidung, vorerst Ressourcen wie Wikipedia zu nutzen, ist kein Zufall: Wir glauben an geteiltes Wissen und die Bedeutung universell verfügbarer Werkzeuge. Um diese Vision zu unterstützen, spenden wir 1,5 % unserer Einnahmen an Wikipedia und tragen so dazu bei, die größte freie Enzyklopädie der Welt und ihren unschätzbaren Beitrag zur globalen Bildung zu erhalten."
  },
  "section6": {
    "title": "Eine Zukunft des kollaborativen und inklusiven Lernens",
    "content": "Unser sozialer Zweck ist es, eine Zukunft zu schaffen, in der KI ein starker Verbündeter für Schüler und Lehrer ist und das Lernen zu einem aufregenden, personalisierten und vor allem für jeden zugänglichen Abenteuer macht."
  },
  "section7": {
    "title": "Von der Theorie zur Praxis: Unser Bildungsrahmen",
    "paragraph1": "Die rasche Verbreitung der generativen künstlichen Intelligenz hat die Bildung an einen entscheidenden Punkt gebracht und bietet Chancen, aber auch erhebliche Herausforderungen. Während das Potenzial der generativen KI zur Verbesserung des Lerndesigns und zur Bereitstellung personalisierter Rückmeldungen weithin anerkannt ist, besteht eine kritische Diskrepanz zwischen theoretischen Modellen und praktischen, ethisch gestalteten Werkzeugen für den Klassenraum.",
    "paragraph2": "AIDebate.Tech stellt einen bedeutenden Schritt zur Überbrückung dieser Theorie-Praxis-Lücke dar. Durch die Operationalisierung etablierter Lerntheorien—wie situiertes Lernen und duales Prozessdenken—in ein transparentes, lehrergeführtes Toolkit bietet unsere Plattform ein überzeugendes Modell für die Nutzung generativer KI nicht als bloßen Informationsspender, sondern als Katalysator für die Entwicklung höherer Denkfähigkeiten.",
    "paragraph3": "Unsere Anwendungen wie 'Convince YOU' und 'You Impersonate' tauchen Schüler in authentische Praxis ein und verlangen von ihnen, Wissen in spezifischen historischen und kulturellen Kontexten anzuwenden. Schüler sind nicht mehr passive Empfänger von Fakten, sondern aktive Akteure, die verschiedene Weltanschauungen verkörpern müssen, um überzeugende Argumente zu konstruieren, wodurch das Lernen von deklarativ zu prozedural transformiert wird.",
    "paragraph4": "Die Plattform ist darauf ausgelegt, komplexe kritische Denkfähigkeiten zu fördern, die ungeleitete KI-Nutzung unbeabsichtigt unterdrücken kann. Aktivitäten wie 'You Moderate' und 'Double Interview' schaffen Szenarien intellektueller Reibung und zwingen Schüler dazu, Debatten zu moderieren oder divergierende Perspektiven zu vergleichen—Kennzeichen komplexen kritischen Denkens, die bewusstes, analytisches Denken aktivieren.",
    "paragraph5": "Jede Aktivität gipfelt in einer strukturierten kritischen Meta-Reflexionsphase, die entscheidend für die Transformation von Erfahrung in dauerhaftes Wissen ist. Schüler bewerten die Leistung der KI durch Fragen wie 'Hat die KI den Charakter gut verkörpert?' oder 'Welche Aspekte ihres Arguments waren unüberzeugend?' Dies verlagert den Fokus von der Aufgabenerledigung zur kritischen Prozessbewertung.",
    "paragraph6": "Die Flexibilität der Plattform, basierend auf der Wikipedia-API-Integration, macht sie von Natur aus domänenagnostisch. Schüler können literarische Charaktere verkörpern, geografische Perspektiven vergleichen oder wissenschaftliche Debatten moderieren. Diese interdisziplinäre Vielseitigkeit zeigt, dass unser Kernwert nicht in spezifischen Inhalten liegt, sondern in dem Prozess kritischer Untersuchung, den wir fördern.",
    "paragraph7": "Als Open-Source-Projekt, das auf lokalen Schulservern installiert werden kann, ohne Chat-Verläufe zu sammeln, bieten wir eine sichere Alternative zu kommerziellen Plattformen. Durch die Bereitstellung eines Forums für Pädagogen zum Teilen von Experimenten und Kritiken erleichtert AIDebate.Tech die kollaborative, gemeinschaftsgetriebene Forschung, die erforderlich ist, um ein gemeinsames Verständnis für den effektiven und ethischen Einsatz von KI in der Bildung aufzubauen."
  },
  "helpDevelopment": {
    "title": "Helfen Sie uns, AIDebate.Tech zu entwickeln",
    "description": "Treten Sie unserer Gemeinschaft bei, um bei der Entwicklung von Ollama-Unterstützung zu helfen, neue Sprachen hinzuzufügen, die Dokumentation zu verbessern und Klassenzimmererfahrungen zu teilen. Ihr Beitrag macht KI-Bildung für alle zugänglicher.",
    "redditButton": "Reddit-Community beitreten",
    "githubButton": "Auf GitHub beitragen",
    "linkedinButton": "Auf LinkedIn verbinden"
  },
  "supportButton": "Unterstützen Sie uns"
}
