{
  "title": "Acerca de AI-Debate.Tech",
  "section1": {
    "title": "Nuestro Propósito Social: Rediseñando el Aprendizaje para Todos",
    "content": "Transformamos las tareas de obligaciones en emocionantes oportunidades de crecimiento. Nuestra misión es hacer que la educación sea más accesible, efectiva y, seamos sinceros, más divertida, aprovechando el potencial de la Inteligencia Artificial."
  },
  "section2": {
    "title": "Más Allá de las Tareas: Experiencias Interactivas con IA",
    "content": "Imagine ejercicios que se adaptan a su ritmo, desafíos que estimulan la curiosidad y un apoyo siempre presente. No estamos hablando de reemplazar la enseñanza, sino de mejorarla. Creamos nuevos ejercicios, tanto para el aula como para el hogar, diseñados para ser interactivos y profundamente atractivos."
  },
  "section3": {
    "title": "El Papel Central de los Profesores",
    "content": "Creemos firmemente que la tecnología debe ser una herramienta en manos de expertos. Nuestra plataforma está diseñada para trabajar con los profesores, no en su lugar. La IA proporciona apoyo personalizado a los estudiantes, mientras que los profesores mantienen la supervisión y guían el camino del aprendizaje, liberando tiempo valioso para centrarse en las necesidades individuales y la interacción humana."
  },
  "section4": {
    "title": "Arraigados en la Investigación, Enfocados en el Impacto",
    "content": "La nuestra no es solo tecnología por sí misma. Cada herramienta, cada algoritmo, cada ejercicio se basa en una sólida investigación científica y en metodologías de enseñanza validadas. Nuestro compromiso principal es comprender a fondo qué aplicaciones de la IA tienen un impacto positivo real en el aprendizaje de los estudiantes. Invertimos constantemente en investigación para garantizar que nuestras soluciones no solo sean innovadoras, sino sobre todo, efectivas."
  },
  "section5": {
    "title": "IA Democrática y Accesible: Un Compromiso Concreto",
    "content": "Queremos que una educación mejorada por la IA esté al alcance de todos. Por esta razón, nos comprometemos a mantener nuestra tecnología accesible y asequible. Nuestra elección de utilizar recursos como Wikipedia, por ahora, no es aleatoria: creemos en el conocimiento compartido y en la importancia de las herramientas universalmente disponibles. Para apoyar esta visión, donamos el 1.5% de nuestras ganancias a Wikipedia, ayudando a sostener la enciclopedia libre más grande del mundo y su invaluable contribución a la educación global."
  },
  "section6": {
    "title": "Un Futuro de Aprendizaje Colaborativo e Inclusivo",
    "content": "Nuestro propósito social es construir un futuro en el que la IA sea un poderoso aliado para estudiantes y profesores, haciendo del aprendizaje una aventura emocionante, personalizada y, sobre todo, accesible para todos."
  },
  "supportButton": "Apóyanos"
}